Repository: 5axes/CuraHtmlDoc
Catalog: i18n/*/curahtmldoc.po
Languages: fr_fr

# @label
source: CuraHtmlDoc
fr_fr: DocHtmlCura

# @label
source: Cura Html Doc
fr_fr: Doc Html Cura

# @message
source: Save path set to : %s
fr_fr: Le chemin d'enregistrement défini sur : %s

# @title
source: Cura Html Doc
fr_fr: Doc Html Cura

# @message
source: Doc succesfully Saved : %s
fr_fr: Le document a été sauvegardé avec succès : %s

# @message
source: Default browser not defined open %s
fr_fr: Navigateur par défaut non défini ouvrir : %s

# @info:title
source: Warning ! Doc Html Cura
fr_fr: Attention ! Doc Html Cura

# @label
source: Print settings
fr_fr: Paramètres d'impression

# @action:label
source: Enable Settings
fr_fr: Masquer/Afficher Paramètres Valides

# @action:label
source: User Modifications
fr_fr: Masquer/Afficher Modifications Utilisateur

# @action:label
source: Visible Settings
fr_fr: Masquer/Afficher Paramètres Visibles

# @label
source: Job Name
fr_fr: Nom du Projet

# @label
source: Intent
fr_fr: Usage

# @label
source: Profile
fr_fr: Profil

# @label:table_header
source: Quality
fr_fr: Qualité

# @label
source: Material
fr_fr: Matériau

# @label
source: Extruder
fr_fr: Extrudeuse

# @label
source: Enabled
fr_fr: Activer

# @label
source: Material estimation
fr_fr: Estimation matière

# @text
source: Material usage
fr_fr: Utilisation matériaux

# @label
source: Filament Cost
fr_fr: Coût du filament

# @text
source: %d D %d H %d Mn
fr_fr: %d J %d H %d Mn

# @label
source: Printing Time
fr_fr: Temps d'impression

# @label
source: Postprocessing Scripts
fr_fr: Scripts de post-traitement

# @label
source: Save As
fr_fr: Enregistrer Sous

# @option:check
source: Auto save
fr_fr: Sauvegarde Auto
